drop table patinkos;

create table patinkos(
name text primary key,
maker text,
type text,
class text,
num_stores integer);

insert into patinkos(name,maker,type,class,num_stores)
VALUES
('Pスーパー海物語IN沖縄5','三洋物産','ミドル','確変',5836),
('P大海物語4スペシャル','三洋物産','ミドル','確変',5045),
('PAスーパー海物語IN沖縄5withアイマリン','三洋物産','甘デジ','ST',5886),
('新世紀エヴァンゲリオン ~明日への咆哮~','ビスティ','ミドル','ST',5187),
('Pゴジラ対エヴァンゲリオン ~G細胞覚醒~','ビスティ','ミドル','ST',5090),
('PA大海物語4スペシャル With アグネスラム','三洋物産','甘デジ','ST',5044),
('PF機動戦士ガンダムユニコーン','SANKYO','ミドル','転落',5338),
('P大海物語4スペシャルBLACK','三洋物産','ライトミドル','ST',5024),
('PA海物語3R2','三洋物産','甘デジ','確変',4779),
('PAスーパー海物語IN JAPAN2 with 太鼓の達人','三洋物産','甘デジ','確変',5187),
('PA新海物語','三洋物産','甘デジ','ST',4362 ),
('PAスーパー海物語IN地中海SBA','三洋物産','甘デジ','ST',4742),
('PFからくりサーカス','SANKYO','ミドル','ST',5499),
('P Re:ゼロから始める異世界生活 鬼がかりver.','大都技研','ミドル','ST',3997),
('PF戦姫絶唱シンフォギア3黄金絶唱','SANKYO','ライトミドル','ST',5284),
('P大工の源さん 韋駄天 LIGHT','三洋物産','甘デジ','ST',5697),
('Pとある科学の超電磁砲','藤商事','ライトミドル','ST',4907),
('Pスーパー海物語 IN 沖縄5 夜桜旋風','三洋物産','ミドル','ST',4069),
('Pワンパンマン','ニューギン','ミドル','確変',4344),
('ぱちんこ ウルトラマンティガ 1500*84','京楽','ミドル','転落',4535),
('P真 花の慶次3','ニューギン','ミドル','ST',4319);