create table slots(
name text primary key,
maker text,
type text,
class text,
num_stores integer);

insert into slots(name,maker,type,class,num_stores)
VALUES
('アイムジャグラーEX','北電子','６号機','ノーマル',6292),
('アイムジャグラーV','北電子','６号機','ノーマル',5146),
('SLOTバジリスク~甲賀忍法帖~絆２','ミズホ','６号機','AT',6303),
('押忍!番長ZERO','パオンディーピー','6.2号機','AT',5692),
('ファンキージャグラー２','北電子','6号機','ノーマル',4976),
('ハナハナホウオウ~天翔~-30','パイオニア','6号機','ノーマル',1604),
('HEY!エリートサラリーマン鏡','パオンディーピー','スマスロ','AT',3735),
('ハッピージャグラーVIII','北電子','6号機','ノーマル',4499),
('パチスロ甲鉄城のカバネリ','サミー','6.5号機','AT',4762),
('新ハナビ','エレコ','６号機','A+RT',5782),
('パチスロ 革命機ヴァルヴレイヴ','SANKYO','スマスロ','AT',3438),
('花火絶景','ミズホ','6.２号機','AT',4814),
('Lバキ 強くなりたくば喰らえ!!','オリンピア','スマスロ','AT',3293),
('SLOT劇場版 魔法少女まどか☆マギカ[前編]始まりの物語/[後編]永遠の物語','ミズホ','6.1号機','AT',5439),
('沖ドキ!GOLD-30','ミズホ','6.5号機','AT',1265),
('パチスロ犬夜叉','クロスアルファ','6.5号機','AT',4358),
('パチスロ バイオハザード RE:2','アデリオン','6.5号機','AT',4107),
('パチスロ 新鬼武者2','エンターライズ','6.5号機','AT',3795),
('パチスロ幼女戦記','サミー','6.5号機','AT',4512),
('パチスロ北斗の拳 宿命','サミー','6.1号機','AT',4815),
('ニューパルサーSPIII','山佐','6号機','ノーマル',4188),
('パチスロアラジンAクラシック','サミー','6.2号機','AT',4823),
('パチスロモンキーターンIV','山佐','6号機','AT',4877),
('パチスロディスクアップ2','サミー','6.2号機','A+AT',3986),
('Re:ゼロから始める異世界生活','大都技研','６号機','AT',3759);